class TestConstants:
    BOOKS_DICTIONARY = {
        'Гордость и предубеждение и зомби':'Ужасы',
        'Незнайка на луне':'Мультфильмы',
        'Золотой ключик':'Мультфильмы',
        '12 стульев':'Комедии',
        'Бедная лиза':'Детективы',
        'Странные игры':'Детективы',
        'Гиперион':'Фантастика',
        'Дюна':'Фантастика',
        'Дракула':'Ужасы'
        }
    FAVORITES_BOOK = ['Незнайка на луне', 'Гордость и предубеждение и зомби']
    BOOK = 'Гордость и предубеждение и зомби'
    NOT_SET_BOOK = 'Кот в сапогах'
        
        